---
kind: other
id: Properties.T:Autodesk.Revit.DB.Color
zh: 着色、上色、染色、填色
source: html/c0ce7b93-3ff1-4194-914e-e4ca7cb771d1.htm
---
# Color Properties

**中文**: 着色、上色、染色、填色

Get the blue channel of the color. Setting a channel is obsolete in Autodesk Revit 2013. Please create a new color instead.